# St7GetFaceWireThickness

Returns the thickness of the face wireframes.

long St7GetFaceWireThickness(long uID, long* Thickness)
Input Parameters
uID
Strand7 model file ID.
Output Parameters
Thickness
The face Wireframe Thickness in the range kMinThickness to kMaxThickness.